export const mockGroups = [{
  id: 1,
  title: '초코젤리의 습격', 
  category: ['강아지'],
  members: 120,
  content: '동물학대, 타인을 향한 비방, 사칭 등의 행위는 신고 및 강제 퇴장의 사유가 될 수 있습니다.',
},{
  id: 2,
  title: '야옹아 멍멍해봐', 
  category: ['강아지', '고양이', '다묘', '다견'],
  members: 120,
  content: '모든 국민은 법 앞에 평등하다. 누구든지 성별·종교 또는 사회적 신분에 의하여 정치적·경제적·사회적·문화적 생활의 모든 영역에 있어서 차별을 받지 아니한다. 계엄을 선포한 때에는 대통령은 지체없이 국회에 통고하여야 한다. 국회는 선전포고, 국군의 외국에의 파견 또는 외국군대의 대한민국 영역안에서의 주류에 대한 동의권을 가진다.',
},{
  id: 3,
  title: '냥빨대작전', 
  category: ['고양이'],
  members: 120,
  content: '국가는 노인과 청소년의 복지향상을 위한 정책을 실시할 의무를 진다. 위원은 탄핵 또는 금고 이상의 형의 선고에 의하지 아니하고는 파면되지 아니한다. 국회는 선전포고, 국군의 외국에의 파견 또는 외국군대의 대한민국 영역안에서의 주류에 대한 동의권을 가진다. 모든 국민은 그 보호하는 자녀에게 적어도 초등교육과 법률이 정하는 교육을 받게 할 의무를 진다.',
},
]